Repository: fleetcommand/hublist
Catalog: translations/hublist.*.po
Languages: hu

source: Basic info
hu: Alapvető adatok

source: Hub address
hu: Hub cím

source: Description
hu: Leírás

source: Successful ping rate
hu: Sikeres ellenőrzések aránya

source: Hub software
hu: Hubszoftver

source: Notes
hu: Megjegyzések

source: Contact
hu: Kapcsolat

source: Website
hu: Weboldal

source: E-mail
hu: Email cím

source: Current statistics
hu: Aktuális statisztika

source: Usercount
hu: Felhasználószám

source: Minimum share
hu: Minimum megosztás

source: User limit
hu: Felhasználószám korlátja

source: Total share
hu: Összes megosztás

source: Minimum slots
hu: Minimum slotok

source: Maximum hubs
hu: Maximum hubszám

source: Status
hu: Állapot

source: Hub status
hu: A hub állapota

source: Additional information
hu: További információk

source: Latest ping attempt
hu: Utolsó ellenőrzési kísérlet

source: Hublist settings
hu: Hublista beállításai

source: Enable hublist generator
hu: Hublista készítés

source: Check this field to enable hublist file generation.
hu: Jelöld be ezt az opciót a hublista fájl létrehozásának engedélyezéséhez!

source: Hublist URL
hu: Hublista URL

source: The full URL of hublist. This will appear in the XML file.
hu: A hublista teljes URL-e. Ez meg fog jelenni az XML fájlban.

source: Hublist name
hu: Hublista név

source: Name of hublist. This will appear in the XML file.
hu: A hublista neve. Ez megjelenik az XML fájlban.

source: Hublist description
hu: A hublista leírása

source: This appears in the 'Description' column of the XML hublist. Note that the hublist generation time will be added automatically.
hu: Az XML hublista 'Leírás' oszlopában fog megjelenni. Ne feledd, hogy a lista készítésének ideje automatikusan hozzáadásra kerül.

source: Hublist file
hu: Hublista fájl

source: Absolute path of the compressed hublist file. The generated XML list will be saved here.
hu: A tömörített hublista fájl abszolút elérési útvonala. Az elkészített és tömörített XML lista ide lesz elmentve.

source: XML file generation interval
hu: XML fájl készítésének gyakorisága

source: Minimum time in minutes between XML file generation (specify 0 for generating it every time cron runs).
hu: Az XML fájl készítése közötti legkisebb időtartam (adj meg 0-t, ha azt szeretnéd, hogy minden cron futtatáskor készüljön lista).

source: Pinger settings
hu: Pinger beállításai

source: Enable automatic pinger
hu: Automatikus pingelés engedélyezése

source: Check this field to enable automatic checking of hubs.
hu: Jelöld be ezt az opciót a hubok autmatikus ellenőrzéséhez!

source: Pinger nick
hu: Pinger beceneve

source: Default nick name for pinger robot.
hu: A pinger robot alapértelmezett beceneve.

source: Checked hubs
hu: Ellenőrzött hubok

source: Number of hubs checked at once.
hu: Az egyszerre ellenőrizendő hubok száma.

source: Offline threshold count
hu: Offline számláló határértéke

source: If a hub is offline this many times in a line, it will become 'Inactive' and won't be pinged automatically anymore.
hu: Ha egy hub egymás után ennyiszer elérhetetlen, 'Inaktívvá' fog válni és nem lesz többé automatikusan ellenőrizve.

source: Advanced settings
hu: Haladó beállítások

source: Filter duplicated hubs from the list
hu: Dupla hubok kiszűrése a listáról

source: This will automatically detect and disable duplicated hubs on pinging.
hu: Pingelés közben automatikusan megkeresi és letiltja a duplikált hubokat.

source: Output received protocol messages
hu: Bejövő protokoll üzenetek kiírása

source: Check this field to make NMDC and ADC debug messages appear on your screen when running cron manually. <strong>It is recommended to only enable it on development sites.</strong>
hu: Engedélyezd ezt az opciót, ha az NMDC és ADC üzeneteket látni szeretnéd a képernyődön, ha a cron-t kézzel futtatod. <strong>Javasolt, hogy ezt csak fejlesztés alatt álló oldalakon engedélyezd.</strong>

source: view
hu: megtekintés

source: Checking @huburl failed: @errormsg
hu: A @huburl ellenőrzése sikertelen: @errormsg

source: A problem occured while checking @huburl: @errormsg
hu: Hiba történt a(z) @huburl ellenőrzése során: @errormsg

source: Hub name
hu: Hub név

source: An ADC or NMDC hub which will be included in the hublist
hu: Egy ADC vagy NMDC hub, amely meg fog jelenni a hublistában

source: Unknown
hu: Ismeretlen

source: Waiting for hublist pinger
hu: Várakozás a hublista pingerre

source: Banned
hu: Banolt

source: Inactive
hu: Inaktív

source: Duplicate
hu: Duplikáció

source: Basic hub info
hu: A hub alapvető adatai

source: Protocol
hu: Protokol

source: Select the protocol your hub is using. Choose dchub:// in case of regular NMDC hub software like Aquila, Ptokax, Verlihub, YnHub, etc. Select adc:// or adcs:// in case of ADC hub software like ADCH++ or uHub.
hu: Add meg a hub által használt protokollt! Válaszd a dchub://-ot hagyományos NMDC hub esetén, mint például az Aquila, Ptokax, Verlihub, YnHub, stb. Válaszd az adc://-t vagy adcs://-t ADC hub szoftver esetén, mint például az ADCH++ vagy uHub.

source: Hub host and port
hu: Kiszolgáló és port

source: Enter hub host and port denoted by a colon. For example <strong>my.hub.com:5396</strong>
hu: Add meg a kiszolgáló címét és portját kettősponttal elválasztva! Például <strong>en.hubom.com:5396</strong>

source: Information shared with users
hu: Felhasználókkal megosztandó információk

source: If you want to share any important information about connecting to or using the hub, you can enter here. <strong>This will be visible on the hub datasheet on the web, but not in the hublist for the clients.</strong>
hu: Ha a hubhoz való csatlakozással vagy a hub használatával kapcsolatban meg szeretnél osztani bármilyen információt a felhasználókkal, itt megteheted. <strong>Ez látható lesz a hub webes adatlapján, de nem lesz látható a kliensekből elérhető listában.</strong>

source: Hublist pinger
hu: Hublista pinger

source: A robot program called 'Hublist pinger' is running in the background which connects to the hubs from time to time and verifies the user count and other data. Finally it updates the hub in the hublist.<br />If you want, you can specify a user name and password here for the hublist pinger. It is not mandatory, but you may want to customize it if you have a minimum share requirement on your hub which would cause the pinger to be disconnected or if you registered a user for the pinger on your hub.<br /><strong>Important:</strong> If the pinger can't connect, the hub won't appear in the hublist.
hu: Folyamatosan fut egy 'Hublista pinger'-nek nevezett robot program, amely időről időre csatlakozik a hubokhoz és ellenőrzi a felhasználó-létszámot és egyéb adatokat. Végül frissíti a hub adatait a hublistában.<br />Ha szeretnéd, megadhatsz egy felhasználónevet és jelszót a pinger számára. Ez nem kötelező, de szükség lehet a testreszabásra, ha olyan szabályok vannak a hubon, ami miatt a pinger nem tudna belépni, vagy ezektől függetlenül regisztráltál egy felhasználót a pingernek.<br /><strong>Fontos:</strong> Ha a pinger nem tud csatlakozni a hubhoz, az nem jelenik meg a listában!

source: The user name of the pinger. If you leave it blank, the default nick will be used.
hu: A pinger felhasználóneve. Ha üresen hagyod, az alapértelmezett becenév kerül használatra.

source: Pinger password
hu: Pinger jelszó

source: Enter the password here if you registered a user for the pinger. Leave it blank if no password is required for connecting to your hub.
hu: Add meg a pinger jelszavát, ha regisztráltál neki felhasználót a hubodon. Hagyd üresen, ha nem szükséges jelszó a hubhoz való csatlakozáshoz.

source: Opened slots claimed by the pinger
hu: A pinger által használt slotszám

source: Specify here how many open slots should the pinger claim to have when checking your hub.
hu: Add meg, hány slotot használjon a pinger a hubra való belépéshez.

source: Pinger share (GiB)
hu: Pinger megosztása (GiB)

source: By default, the hublist pinger enters the hub by claiming 0 B shared. If you have a minimum share requirement on the hub, you may want to specify here how many GiB should the pinger use when checking your hub (whole number). Note that if the pinger cannot connect, your hub won't show up in the hublist.
hu: Alapértelmezés szerint a hublista pinger 0 B megosztással lép be a hubra. Ha a hubodon minimum megosztási limit van, itt megadhatod, hány GiB megosztást használjon a pinger a hubod ellenőrzésekor (egész szám). Ne feledd, hogy a hubod nem fog megjelenni a hublistában, ha a pinger nem tud csatlakozni!

source: Contact info
hu: Kapcsolati adatok

source: If the hub has a website, specify its URL here.
hu: Ha a hub rendelkezik weboldallal, itt megadhatod az URL-jét.

source: Contact e-mail
hu: Kapcsolattartási e-mail cím

source: A public e-mail address for the users which is <strong>visible</strong> on the hub datasheet.
hu: Egy publikus e-mail cím a felhasználóknak, ami <strong>látható lesz</strong> a hub webes adatlapján.

source: Administration
hu: Adminisztráció

source: Comment for status
hu: Megjegyzés az állapothoz

source: Comment which explains the status of the hub. For example, you can specify here the ban reason.
hu: Megjegyzés, ami megmagyarázza a hub állapotát. Például itt megadhatod a kitiltás okát.

source: Offline counter
hu: Offline számláló

source: This field specifies the number of unsuccessful ping attempts in a row. If this reaches a predefined value, the hub is set to 'Inactive' and won't be pinged anymore. See the hublist administration page for details.
hu: Ez a mező megadja az egy huzamban történt sikertelen pingelési kísérletek számát. Ha elér egy előre meghatározott értéket, a hub 'Inaktív' állapotúra lesz állítva és nem lesz többé automatikusan ellenőrizve. Nézd meg a hublista adminisztrációs oldalt a részletekért!

source: The hubs are pinged in order, so the older a hub was pinged, the greater the chance to get checked again.
hu: A hubok időrendi sorrendben vannak pingelve, tehát egy hub minél régebben volt utoljára ellenőrizve, annál nagyobb az esélye, hogy sorra kerül.

source: <strong>Hub host</strong> cannot contain spaces.
hu: A <strong>Hub címe</strong> nem tartalmazhat szóközöket!

source: A hub with the <strong>same address</strong> already exists in the hub list. You cannot add a hub twice.
hu: A hublistában már létezik egy másik hub <strong>ugyanezzel a címmel</strong>. Nem vehetsz fel egy hubot kétszer!

source: <strong>Pinger nick</strong> cannot contain spaces.
hu: A <strong>Pinger beceneve</strong> nem tartalmazhat szóközöket!

source: <strong>Pinger share</strong> must be a whole number with a maximum length of 5 characters.
hu: A <strong>Pinger megosztása</strong> csak egy - legfeljebb 5 karakter hosszú - egész szám lehet.

source: <strong>Slot number</strong> for the pinger must be a whole number between 0 and 99.
hu: A pinger által használt <strong>slotok száma</strong> csak 0 és 99 közötti egész szám lehet!

source: <strong>Hub information</strong> is too long. Should not be longer than 4096 characters. Current length:
hu: A <strong>Hub információ</strong> szöveg túl hosszú: nem lehet 4096 karakternél több. A beírt szöveg hossza:

source: create hub
hu: hub létrehozása

source: delete own hubs
hu: saját hubok törlése

source: delete any hub
hu: bármely hub törlése

source: edit own hubs
hu: saját hubok szerkesztése

source: edit any hub
hu: bármely hub szerkesztése

source: administer hublist
hu: hublista adminisztrációja

source: Direct Connect Hublist
hu: Direct Connect Hublista

source: Configure Direct Connect Hublist module
hu: A Direct Connect Hublista modul beállítása

source: Hublist
hu: Hublista

source: A Direct Connect hublist with NMDC, ADC and ADCS support
hu: Direct Connect hublista NMDC, ADC és ADCS támogatással

source: Hub protocol
hu: Hub protokoll

source: Protocol of the hub (adc://, adcs:// or dchub://)
hu: A hub protokollja (adc://, adcs:// vagy dchub://)

source: Full Hub URL so you don't have to append the protocol and address together to get a clickable url.
hu: A teljes hub URL, így nem szükséges összeraknod a protokollt és a címet, hogy kattintható URL-t kapj.

source: Hub notes
hu: Megjegyzések

source: Important notes for the users
hu: Fontos tudnivalók

source: Hub website
hu: A hub weboldala

source: Description of the hub
hu: A hub leírása

source: Online status of the hub
hu: A hub online állapota

source: Comment for hub status
hu: Megjegyzés a hub állapotához

source: Nick of the hublist pinger for the hub if not using the default
hu: A hublista pinger nickje a hubon, ha nem az alapértelmezetettet használja

source: Pinger share
hu: A pinger megosztása

source: Pinger share in GiB
hu: A pinger megosztása GiB-ban

source: Current user count
hu: Aktuális felhasználó-létszám

source: Userlimit
hu: Maximális felhasználószám

source: Maximum users
hu: A maximális felhasználószám

source: Shared bytes
hu: Megosztott bájtok

source: Currently shared bytes
hu: Aktuálisan megosztott bájtok

source: Shared data amount (formatted)
hu: Megosztott adatmennyiség (formázott)

source: Currently shared bytes (formatted)
hu: Az aktuálisan megosztott adatmennyiség (formázott)

source: Minimum share requirement in bytes
hu: Minimum megosztási limit bájtokban

source: Minimum share to enter to the hub in bytes
hu: A hubra lépéshez szükséges adatmennyiség bájtokban

source: Minimum share (formatted)
hu: Minimum megosztás (formázott)

source: Minimum share to enter to the hub (formatted)
hu: A hubra lépéshez szükséges adatmennyiség (formázott)

source: Minimum slots you need to open to be able to join
hu: A hubra lépéshez szükséges minimum slotszám

source: Maximum number of hubs
hu: Hubok maximális száma

source: Successful ping attempts
hu: Sikeres pingelési kísérletek

source: All ping attempts
hu: Összes pingelési kísérlet

source: Shows how many times is this hub offline in a row
hu: Megmutatja, hogy a hub hányszor volt egymás után elérhetetlen

source: Reliability (formatted)
hu: Megbízhatóság (formázott)

source: Hub reliability
hu: A hub megbízhatósága
